告警筛选、物理拓扑、逻辑拓扑、sm2000逻辑图、告警统计、日志排序、代码漏洞等bug修复测试

1国网问题测试、修改：代码优化，逻辑拓扑不重叠定位、网络拓扑不重叠,特殊字符输入控制,合并首页接口等bug修改


1国网南瑞反馈问题bug修改 
2国网ie兼容功能性能优化


1.国网：南瑞现场反馈问题修改、测试配合
2.国网兼容ie修改

1.国网：南瑞现场反馈问题修改、测试配合
2.老网管：V3bug修改,逻辑图、板卡图功能  

1 国网测试、js代码压缩、bug修改 
2 老网管：V3设备bug修改,逻辑图功能 
3 测试Python开发问题解答    


1 国网测试、js代码压缩、bug修改 
2 老网管：V3设备bug修改,逻辑图功能 
3 测试Python开发问题解答    




新网管前端开发
国网bug修改	
1 国网js代码压缩、bug修改、安全漏洞修复 
2 国网操作权限、管理员手册文档编写 
3 新网管首页显示优化 
4 新网管地理拓扑配置


1. 国网：测试反馈问题修改、安全漏洞修改
 2新网管：地理拓扑设置模块开发

 1.国网南瑞反馈前台问题修改 
2.新网管：首页前端开发 
3.新网管：地理拓扑设置

1.老网管：SYNLOCK_V3设备:系统配置、钟卡配置、输入卡配置、输出卡配置、管理卡配置、板卡配置模块开发，GNSS97功能添加 
2 国网南瑞反馈问题修改 
3 新网管：首页前端开发 
4.新网关需求讨论


1.老网管GNSS97功能前端开发 
2.国网南瑞测试bug修改 
3.新网关地理拓扑编写 
4.新网管问题讨论


1. 老网管新增时钟同步仿真拓扑模块及文档编写测试配合 
2. 国网南瑞反馈问题bug修改 
3. 新网管前端开发    


1. 新网管sm2000、tp1100 逻辑拓扑前端开发 
2. 国网bug修改 
3. 新网管前端需求整理 4. 新网管frontend 接口统一添加参数pageObject,标识接口所属的模块或功能,verify 完整性校验 
5. 新网管添加性能管理-当前性能模块


1.国网：南瑞现场反馈问题修改、测试配合
2.老网管：V3bug修改,逻辑图、板卡图功能  


1. 新网管sm2000、tp1100 逻辑拓扑前端开发 
2. 国网bug修改 
3. 新网管前端需求整理 4. 新网管frontend 接口统一添加参数pageObject,标识接口所属的模块或功能,verify 完整性校验 
5. 新网管添加性能管理-当前性能模块



