data4 = data4.concat([{ "name": "1", "data": [1] }, { "name": "2", "data": [1] }, { "name": "3", "data": [1] }, { "name": "4", "data": [1] },
{ "name": "5", "data": [1] }, { "name": "6", "data": [1] }
, { "name": "60", "data": [1] }
, { "name": "61", "data": [1] }
, { "name": "62", "data": [1] }
, { "name": "63", "data": [1] }
, { "name": "64", "data": [1] }
, { "name": "65", "data": [1] }
, { "name": "66", "data": [1] }
, { "name": "670", "data": [1] }
, { "name": "671", "data": [1] }
, { "name": "672", "data": [1] }
, { "name": "673", "data": [1] }
, { "name": "674", "data": [1] }
, { "name": "675", "data": [1] }
, { "name": "676", "data": [1] }
, { "name": "677", "data": [1] }
, { "name": "678", "data": [1] }
, { "name": "6781", "data": [1] }])





22
23
24
25
26
27
28
29




缺陷中
3 4 5 6  8 10 11 16 18 19 24 26 27 29 已修改
7 回复：闪动是因为1分钟的定时刷新，不是点击列表导致的
20 暂不修改